module.exports = {
    productCategories: [
        'بوردهای توسعه',
        'ماژول‌ها و سنسورها',
        'ابزار و تجهیزات',
        'ترانزیستورها',
        'رباتیک و مکاترونیک',
        'خازن‌ها',
        'مقاومت‌ها',
        'دیودها و LEDها',
        'نمایشگرها',
        'پک‌های آموزشی',
        'پرینت سه بعدی',
        'موتور',
        'چرخ',
        'بلندگو',
    ],
    coursetypes: [
        'مجازی',
        'آفلاین',
        'حضوری',
    ],
    courseCategories: [
        'برنامه نویسی وب',
        'زبان برنامه نویسی',
        'بازی سازی',
        'الکترونیک',
        'رباتیک',
        'نرم افزار',
        'برنامه نویسی اندروید و IOS',
    ],
    print3dCosts: {
        ABS: 4.5,
        PLA: 6,
    },
    filaments: {
        ABS: [
            'مشکی',
            'سفید',
            'سبز',
        ],
        PLA: [
            'مشکی',
            'سفید',
            'سبز',
            'آبی',
            'طوسی',
        ]
    },
}
